[
  {
      "subHeading": "A",
          "mcq": [
            
    {
        "id": 1,
        "প্রশ্ন": "“Aboriginal” শব্দের বাংলা পরিভাষা কি?",
        "অপশন": ["বিদেশি", "আদিবাসী", "অভিবাসী", "উপনিবেশিক"],
        "সঠিক_উত্তর": "আদিবাসী",
        "বর্ণনা": "Aboriginal - (অ্যাবো-রি-জি-নাল)\n অর্থ: আদিবাসী, মূলনিবাসী, আদিম।\n\nব্যাখ্যা: এই শব্দটি সেইসব মানুষকে বোঝাতে ব্যবহার করা হয় যারা কোনো একটি অঞ্চলের সবচেয়ে পুরোনো বা প্রথম বাসিন্দা। সহজ কথায়, কোনো জায়গায় হাজার হাজার বছর ধরে যারা প্রথম বসবাস করে আসছে, তারাই “আদিবাসী”। ধরুন, আপনি এক মাস ধরে একটি নতুন ডেস্কে বসছেন, কিন্তু আপনার বন্ধু সেই ডেস্কটি তৈরি হওয়ার পর থেকেই ব্যবহার করছে—তাহলে আপনার বন্ধু হলো সেই ডেস্কের “আদিবাসী” ব্যবহারকারী!"
    },
    {
        "id": 2,
        "প্রশ্ন": "“Allegory” এর পারিভাষিক রূপ কোনটি?",
        "অপশন": ["রূপকথা", "নীতিকথা", "ইতিহাস", "রূপক"],
        "সঠিক_উত্তর": "রূপক",
        "বর্ণনা": "Allegory - (অ্যা-লে-গরি)\n অর্থ: রূপক, উপমা।\n\nব্যাখ্যা: “Allegory” হলো এমন একটি গল্প বা কবিতা, যার আক্ষরিক অর্থের আড়ালে আরও একটি গভীর অর্থ লুকিয়ে থাকে। এটি প্রায়শই কোনো নৈতিক শিক্ষা বা রাজনৈতিক ধারণা প্রকাশ করতে ব্যবহৃত হয়। যেমন: সাহিত্যে এমন গল্প থাকে যেখানে কিছু চরিত্র আসলে মানব সমাজের কোনো দোষ বা গুণকে “রূপকের” মাধ্যমে ফুটিয়ে তোলে। এটি আসলে একটি লুকানো বার্তা দেওয়ার কৌশল।"
    },
    {
        "id": 3,
        "প্রশ্ন": "“allegation” এর বাংলা প্রতিশব্দ কোনটি?",
        "অপশন": ["অভিযোগ", "সাক্ষ্য", "প্রমাণ", "অনুযোগ"],
        "সঠিক_উত্তর": "অভিযোগ",
        "বর্ণনা": "Allegation - (অ্যা-লে-গেশন)\n অর্থ: অভিযোগ, দোষারোপ, নালিশ।\n\nব্যাখ্যা: “Allegation” হলো এমন একটি বিবৃতি যেখানে প্রমাণ ছাড়াই কাউকে কোনো ভুল কাজ বা অপরাধ করার জন্য দায়ী করা হয়। সহজ করে বললে, এটি হলো একটি “দোষারোপ” বা “অভিযোগ” যা এখনো আদালতে বা অন্য কোথাও প্রমাণিত হয়নি। যেমন: আপনি আপনার বন্ধুর বিরুদ্ধে তার চকলেট চুরি করার “অভিযোগ” করলেন, কিন্তু এখনো কেউ দেখেনি যে সে চুরি করেছে কি না।"
    },
    {
        "id": 4,
        "প্রশ্ন": "“abbreviation” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
        "অপশন": ["সম্প্রসারণ", "সংক্ষেপণ", "বিশ্লেষণ", "অনুবাদ"],
        "সঠিক_উত্তর": "সংক্ষেপণ",
        "বর্ণনা": "Abbreviation - (অ্যা-ব্রি-ভিয়ে-শন)\n অর্থ: সংক্ষেপণ, সংক্ষিপ্ত রূপ।\n\nব্যাখ্যা: “Abbreviation” বলতে একটি দীর্ঘ শব্দ বা বাক্যাংশকে ছোট করে লেখার পদ্ধতিকে বোঝানো হয়। এটি সাধারণত প্রথম অক্ষরগুলো ব্যবহার করে করা হয়। এটি সময় বাঁচানোর একটি দারুণ উপায়। যেমন: 'B.A.' হলো 'Bachelor of Arts'-এর “সংক্ষেপণ”। মনে রাখতে, যখন কোনো বড় নামকে ছোট করে ফটাফট লেখা হয়, সেটাই হলো অ্যা-ব্রি-ভিয়ে-শন।"
    },
    {
        "id": 5,
        "প্রশ্ন": "“abstract” এর পরিভাষা কি?",
        "অপশন": ["মূর্ত", "বাস্তব", "বিমূর্ত", "রূপান্তর"],
        "সঠিক_উত্তর": "বিমূর্ত",
        "বর্ণনা": "Abstract - (অ্যা-বস্ট্র্যাক্ট)\n অর্থ: বিমূর্ত, সারাংশ, ভাবগত।\n\nব্যাখ্যা: “Abstract” হলো এমন কিছু যা আপনি আপনার পঞ্চ ইন্দ্রিয় (চোখ, কান, নাক ইত্যাদি) দিয়ে সরাসরি অনুভব বা স্পর্শ করতে পারবেন না। যেমন: “ভালোবাসা”, “দুঃখ” বা “ন্যায়বিচার”—এগুলো সব “বিমূর্ত” ধারণা। আপনি একটি টেবিল স্পর্শ করতে পারেন (মূর্ত), কিন্তু ন্যায়বিচারকে স্পর্শ করা যায় না (বিমূর্ত)। বিমূর্ত জিনিসগুলি শুধু মনেই থাকে।"
    },
    {
        "id": 6,
        "প্রশ্ন": "“address of welcome” এর প্রতিশব্দ হলো—",
        "অপশন": ["সমাপনী ভাষণ", "অভিনন্দনপত্র", "স্মারকলিপি", "বিদায়ী সম্ভাষণ"],
        "সঠিক_উত্তর": "অভিনন্দনপত্র",
        "বর্ণনা": "Address of welcome - (অ্যা-ড্রেস অফ ওয়েল-কাম)\n অর্থ: অভিনন্দনপত্র, সংবর্ধনা, স্বাগতম ভাষণ।\n\nব্যাখ্যা: এটি একটি আনুষ্ঠানিক ভাষণ বা বার্তা, যা কোনো সম্মানিত অতিথি বা নতুন ব্যক্তিকে উষ্ণ অভ্যর্থনা জানাতে প্রদান করা হয়। কোনো অনুষ্ঠানে বা সমাবেশে যখন কেউ দাঁড়িয়ে নতুনদের প্রতি বা অতিথির প্রতি আনন্দের সাথে স্বাগত জানায়, তখন সেটাকে “অভিনন্দনপত্র” বা সংবর্ধনা বলে। এটি সম্মান ও খুশির প্রকাশ।"
    },
    {
        "id": 7,
        "প্রশ্ন": "“Agora” শব্দটির বাংলা পরিভাষা হচ্ছে—",
        "অপশন": ["অন্ধকার ঘর", "গুপ্ত স্থান", "মুক্তাঞ্চল", "ব্যক্তিগত কক্ষ"],
        "সঠিক_উত্তর": "মুক্তাঞ্চল",
        "বর্ণনা": "Agora - (আ-গো-রা)\n অর্থ: মুক্তাঞ্চল, জনসভা কেন্দ্র, বিপণী কেন্দ্র।\n\nব্যাখ্যা: “আগোরা” হলো— প্রাচীন গ্রিক নগর রাজ্যের একটি খোলার “সমাবেশের স্থান” বা বাজার। এটি ছিল মূলত সামাজিক, রাজনৈতিক এবং বাণিজ্যিক কার্যকলাপের কেন্দ্র। যেখানে ভূমির মালিকরা জনসমাবেশে একত্রিত হতো সামরিক কর্তব্য ও অথবা রাজার পরিচালক বা মন্ত্রিসভার বিবৃতি শোনার জন্য। আগোরা একটি বাজারও ছিল যেখানে ব্যবসায়ীরা তাদের পণ্য সামগ্রী বিক্রির জন্য স্তম্ভের সারিতে স্টল বা দোকান রাখতো। সহজে মনে রাখুন: “আগোরা” মানে হলো ‘খোলা ময়দান, যেখানে সবাই আসে’।"
    },
    {
        "id": 8,
        "প্রশ্ন": "“architect” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
        "অপশন": ["স্থপতি", "পরিকল্পক", "ভাস্কর", "কারিগর"],
        "সঠিক_উত্তর": "স্থপতি",
        "বর্ণনা": "Architect - (আর্কি-টেক্ট)\n অর্থ: স্থপতি, স্থাপত্যবিদ, নির্মাণ-পরিকল্পনাকারী।\n\nব্যাখ্যা: “Architect” হলেন সেই পেশাদার ব্যক্তি, যিনি ঘরবাড়ি, ভবন বা অন্যান্য নির্মাণ কাঠামোর নকশা তৈরি করেন। তিনি শুধু ইটের গাঁথুনি নয়, বরং পুরো কাঠামোটি দেখতে কেমন হবে, কতটা মজবুত হবে—সব কিছুর “স্থির পরিকল্পনা” করেন। সহজে মনে রাখার জন্য: যিনি কোনো ভবনের নকশা (Map) তৈরি করে, তিনিই “স্থপতি”।"
    },
    {
        "id": 9,
        "প্রশ্ন": "“architecture” এর প্রতিশব্দ কোনটি?",
        "অপশন": ["ভাস্কর্য", "স্থাপত্যবিদ্যা", "চিত্রকলা", "প্রকৌশল"],
        "সঠিক_উত্তর": "স্থাপত্যবিদ্যা",
        "বর্ণনা": "Architecture - (আর্কি-টেক-চার)\n অর্থ: স্থাপত্যবিদ্যা, নির্মাণকৌশল, স্থাপত্য।\n\nব্যাখ্যা: এটি হলো নকশা তৈরি এবং ভবন বা অন্যান্য নির্মাণ কাঠামো তৈরির শিল্প ও বিজ্ঞান। সহজ কথায়, এটি “স্থপতির” কাজ বা “স্থপতির” জ্ঞান। একটি ভবন কী ধরনের নকশা ও শৈলীতে তৈরি হবে, সেই পুরো পদ্ধতি ও বিষয়বস্তুকেই “স্থাপত্যবিদ্যা” বলা হয়। যেমন: তাজমহলের নির্মাণশৈলী একটি বিশেষ ধরনের “আর্কিটেকচার”-এর উদাহরণ।"
    },
    {
        "id": 10,
        "প্রশ্ন": "“archetype” এর বাংলা অর্থ কি?",
        "অপশন": ["বিকৃতি", "আণবিক", "সংমিশ্রণ", "আদিরূপ"],
        "সঠিক_উত্তর": "আদিরূপ",
        "বর্ণনা": "Archetype - (আর্কি-টাইপ)\n অর্থ: আদিরূপ, মূল আদর্শ, আদি-প্রতিকৃতি।\n\nব্যাখ্যা: “Archetype” হলো কোনো কিছুর মৌলিক, আদর্শ এবং প্রাথমিক রূপ। এটি এমন একটি মডেল যা থেকে পরে একই ধরনের অন্যান্য জিনিস তৈরি বা বিকশিত হয়। অনেকটা ছাঁচ বা টেমপ্লেটের মতো। মনে করুন, পৃথিবীর সব রোবট তৈরির আগে কল্পনায় যে “প্রথম রোবট” ধারণাটি তৈরি হয়েছিল, সেটিই হলো সব রোবটের “আদিরূপ”।"
    },
    {
        "id": 11,
        "প্রশ্ন": "“allotment” শব্দের অর্থ—",
        "অপশন": ["বরাদ্দ", "পরিমাণ", "ফেরত", "সংগ্রহ"],
        "সঠিক_উত্তর": "বরাদ্দ",
        "বর্ণনা": "Allotment - (অ্যা-লট-মেন্ট)\n অর্থ: বরাদ্দ, অংশ, বন্টন।\n\nব্যাখ্যা: এই শব্দটি কোনো কিছুর একটি নির্দিষ্ট অংশকে নির্দিষ্ট উদ্দেশ্য বা ব্যক্তির জন্য আনুষ্ঠানিকভাবে আলাদা করে দেওয়ার প্রক্রিয়াকে বোঝায়। সহজ ভাষায়, কোনো বড় সম্পদ বা জিনিসের একটি “নির্দিষ্ট ভাগ” কাউকে দিয়ে দেওয়া। যেমন: সরকার যখন কোনো নির্দিষ্ট প্রকল্পে টাকা “বরাদ্দ” করে, তখন সেটা “অ্যালোটমেন্ট”। অর্থাৎ, এই অংশটি কেবল তার জন্যই নির্ধারিত।"
    },
    {
        "id": 12,
        "প্রশ্ন": "“armour” এর সঠিক অনুবাদ কোনটি?",
        "অপশন": ["অস্ত্র", "ঢাল", "বর্ম", "তীর"],
        "সঠিক_উত্তর": "বর্ম",
        "বর্ণনা": "Armour - (আর্-মার)\n অর্থ: বর্ম, সামরিক পোশাক, লৌহবর্ম।\n\nব্যাখ্যা: “Armour” হলো এক ধরনের প্রতিরক্ষামূলক পোশাক, যা যোদ্ধা বা সৈন্যদের যুদ্ধক্ষেত্রে আঘাত থেকে রক্ষা করার জন্য পরা হয়। প্রাচীনকালে এটি সাধারণত ধাতব বা চামড়ার তৈরি হতো। সহজ করে বললে, এটি হলো সেই মজবুত পোশাক যা পরে সৈনিকেরা যুদ্ধক্ষেত্রে নিজেদের শরীরকে সুরক্ষিত রাখত। ঠিক যেন শরীরের জন্য একটি “সুরক্ষার খোলস”।"
    },
    {
        "id": 13,
        "প্রশ্ন": "“armoury” শব্দের বাংলা প্রতিশব্দ কোনটি?",
        "অপশন": ["জেলখানা", "গুদামঘর", "পাঠাগার", "অস্ত্রাগার"],
        "সঠিক_উত্তর": "অস্ত্রাগার",
        "বর্ণনা": "Armoury - (আর্-মা-রি)\n অর্থ: অস্ত্রাগার, অস্ত্রশস্ত্র, অস্ত্রঘর।\n\nব্যাখ্যা: “Armoury” হলো সেই জায়গা যেখানে “অস্ত্রশস্ত্র” সংরক্ষণ করা হয়। এই ঘরে বন্দুক, কামান, তলোয়ার এবং অন্যান্য সামরিক সরঞ্জাম গুছিয়ে রাখা হয়। এটি অনেকটা সেনাবাহিনীর নিজস্ব “গুদামঘর”, তবে সেখানে শুধু অস্ত্রই থাকে। সহজে মনে রাখার জন্য: “আর্মার” (বর্ম) যেখানে থাকে, সেটাই “আর্মারি” (অস্ত্রাগার)!"
    },
    {
        "id": 14,
        "প্রশ্ন": "“ancestor” এর পরিভাষা কি?",
        "অপশন": ["পূর্বপুরুষ", "বংশধর", "আত্মীয়", "নিকটাত্মীয়"],
        "সঠিক_উত্তর": "পূর্বপুরুষ",
        "বর্ণনা": "Ancestor - (অ্যান-সেস-টার)\n অর্থ: পূর্বপুরুষ, পিতৃপুরুষ, আদিপুরুষ।\n\nব্যাখ্যা: “Ancestor” হলো সেই ব্যক্তি, যিনি আমাদের পরিবারের ইতিহাসে আমাদের আগে ছিলেন—যেমন, আমাদের দাদা-দাদি, বা তারও আগের প্রজন্ম। সহজ কথায়, আপনার জন্মের আগে যারা এই পৃথিবীতে ছিলেন এবং যাদের সাথে আপনার বংশগত সম্পর্ক আছে, তারাই আপনার “পূর্বপুরুষ”। এরাই আপনার বংশের মূল উৎস।"
    },
    {
        "id": 15,
        "প্রশ্ন": "“asylum” এর বাংলা অর্থ কি?",
        "অপশন": ["কারাগার", "নিবাস", "আশ্রয়", "শান্তি"],
        "সঠিক_উত্তর": "আশ্রয়",
        "বর্ণনা": "Asylum - (অ্যা-সা-ই-লাম)\n অর্থ: আশ্রয়, শরণাগতি, উন্মাদাশ্রম।\n\nব্যাখ্যা: “Asylum” বলতে এমন একটি নিরাপদ স্থানকে বোঝায় যেখানে কোনো বিপদগ্রস্ত, রাজনৈতিক আশ্রয়প্রার্থী বা মানসিক বিকারগ্রস্ত ব্যক্তিকে নিরাপত্তা বা চিকিৎসা দেওয়া হয়। যখন কোনো ব্যক্তি তার নিজের দেশে নির্যাতিত হয়ে অন্য দেশে “নিরাপদ আশ্রয়” চায়, সেই প্রক্রিয়াটিকেও “অ্যাসাইলাম” বলে। এটি মূলত সুরক্ষার একটি গ্যারান্টি।"
    },
    {
        "id": 16,
        "প্রশ্ন": "“annotation” শব্দের বাংলা পরিভাষা হচ্ছে—",
        "অপশন": ["শব্দ টীকা", "সম্পাদনা", "সূচিপত্র", "ভূমিকা"],
        "সঠিক_উত্তর": "শব্দ টীকা",
        "বর্ণনা": "Annotation - (অ্যা-নো-টে-শন)\n অর্থ: শব্দ টীকা, টীকা, পাদটীকা।\n\nব্যাখ্যা: “Annotation” হলো কোনো গ্রন্থ, নথি বা ছবির পাশে লেখা একটি ব্যাখ্যা বা মন্তব্য যা মূল লেখাটিকে আরও ভালোভাবে বুঝতে সাহায্য করে। ধরুন, আপনি যখন একটি কঠিন বই পড়ছেন এবং পাশে ছোট্ট করে তার কঠিন শব্দগুলোর অর্থ লিখে রাখছেন— সেটাই হলো “অ্যানোটেশন” বা “টীকা”। এটি পাঠকের বোঝার সুবিধার্থে দেওয়া হয়।"
    },
    {
        "id": 17,
        "প্রশ্ন": "“anonymous” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
        "অপশন": ["সুপরিচিত", "প্রকাশ্য", "স্বনামধন্য", "বেনামী"],
        "সঠিক_উত্তর": "বেনামী",
        "বর্ণনা": "Anonymous - (অ্যা-ননি-মাস)\n অর্থ: বেনামী, অনামা, অজ্ঞাতনামা।\n\nব্যাখ্যা: “Anonymous” মানে হলো এমন কিছু, যার পরিচয় বা নাম অজানা বা গোপন রাখা হয়েছে। অর্থাৎ, যার কোনো নাম নেই, বা নাম প্রকাশ করা হয়নি। যেমন: কেউ যদি কোনো ভালো কাজ করে কিন্তু তার নাম প্রকাশ করতে না চায়, তখন তাকে “বেনামী” বা “অ্যানোনিমাস” দাতা বলা হয়। নামটি লুকানো আছে, এই হলো তার মূল কথা।"
    },
    {
        "id": 18,
        "প্রশ্ন": "“auction” এর পারিভাষিক রূপ কোনটি?",
        "অপশন": ["নিলাম", "বিক্রয়", "দাদন", "লেনদেন"],
        "সঠিক_উত্তর": "নিলাম",
        "বর্ণনা": "Auction - (অক্-শন)\n অর্থ: নিলাম, বিক্রয়, দর হাঁকা।\n\nব্যাখ্যা: “Auction” হলো এমন এক ধরনের বিক্রয় পদ্ধতি, যেখানে একটি পণ্য সর্বোচ্চ দরদাতার কাছে বিক্রি করা হয়। ক্রেতারা একে অপরের চেয়ে বেশি দাম হাঁকে এবং যে সবচেয়ে বেশি দাম দেয়, সেই পণ্যটি পায়। অনেকটা প্রতিযোগিতার মাধ্যমে জিনিস কেনার মতো। যখন কোনো জিনিস “নিলামে” তোলা হয়, তখন সেই “অক-শন” পদ্ধতিটি শুরু হয়।"
    },
    {
        "id": 19,
        "প্রশ্ন": "“amplitude” এর বাংলা অর্থ কি?",
        "অপশন": ["সংকোচন", "আয়তন", "পরিবর্তন", "বিস্তার"],
        "সঠিক_উত্তর": "বিস্তার",
        "বর্ণনা": "Amplitude - (অ্যাম-প্লি-টিউড)\n অর্থ: বিস্তার, প্রশস্ততা, বিপুলতা।\n\nব্যাখ্যা: সাধারণত বিজ্ঞান ও পদার্থবিদ্যায় “Amplitude” বলতে কোনো তরঙ্গ বা কম্পনের কেন্দ্রের বা স্থির অবস্থা থেকে তার সর্বোচ্চ দূরত্বকে বোঝানো হয়। সহজ করে বললে, এটি হলো একটি ঢেউ বা দোলন বা সংকেতের সবচেয়ে বেশি “প্রসার” বা “আকার”। যেমন: একটি বড় ঢেউয়ের উচ্চতা সেই ঢেউয়ের “অ্যামপ্লিটিউড”।"
    },
    {
        "id": 20,
        "প্রশ্ন": "“amplification” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
        "অপশন": ["সংকোচন", "হ্রাস", "বিবর্ধন", "সংক্ষেপণ"],
        "সঠিক_উত্তর": "বিবর্ধন",
        "বর্ণনা": "Amplification - (অ্যাম-প্লি-ফি-কে-শন)\n অর্থ: বিবর্ধন, পরিবর্ধন, শব্দবৃদ্ধি।\n\nব্যাখ্যা: “Amplification” হলো কোনো কিছুকে আরও বড়, জোরালো বা শক্তিশালী করার প্রক্রিয়া। সাধারণত শব্দটি ইলেকট্রনিক্সে শব্দ বা সংকেতকে “বিবর্ধিত” বা বাড়িয়ে তোলার ক্ষেত্রে ব্যবহার করা হয়। যেমন: কনসার্টের সময় মাইক বা সাউন্ড সিস্টেমে শব্দকে অনেকগুণ বাড়িয়ে দেওয়া হয়। এই বাড়িয়ে তোলার কাজটিই হলো “অ্যামপ্লিফিকেশন” বা “বিবর্ধন”।"
    },
{
    "id": 21,
    "প্রশ্ন": "“alias” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["পরিচয়", "পেশা", "প্রকৃত নাম", "উপনাম"],
    "সঠিক_উত্তর": "উপনাম",
    "বর্ণনা": "Alias - (এ-লি-আস)\n অর্থ: উপনাম, অন্য নাম, ওরফে।\n\nব্যাখ্যা: “Alias” শব্দটি তখন ব্যবহৃত হয় যখন একজন ব্যক্তির তার আসল নাম ছাড়াও অন্য একটি নাম পরিচিত থাকে। বাংলায় যাকে আমরা “উপনাম” বা 'ওরফে' বলি। অনেক সময় অপরাধীরা বা ছদ্মনামে লেখালেখি করা লেখকরা এই “এলিআস” ব্যবহার করেন। যেমন: 'অমুক চোর, এ.কে.এ. (Alias Known As) কালো বিড়াল'। অর্থাৎ, তার দ্বিতীয় পরিচিত নাম।"
},
{
    "id": 22,
    "প্রশ্ন": "“alliance” শব্দের বাংলা পরিভাষা কি?",
    "অপশন": ["বিরোধিতা", "মৈত্রীজোট", "বিচ্ছেদ", "প্রতিকূলতা"],
    "সঠিক_উত্তর": "মৈত্রীজোট",
    "বর্ণনা": "Alliance - (অ্যা-লাইন্স)\n অর্থ: মৈত্রীজোট, মৈত্রীবন্ধন, চুক্তি।\n\nব্যাখ্যা: “Alliance” শব্দটির মূল অর্থ হলো— যখন একাধিক রাষ্ট্র, রাজনৈতিক দল বা সংস্থা নির্দিষ্ট কোনো উদ্দেশ্য পূরণের জন্য বা শত্রুর মোকাবিলায় আনুষ্ঠানিকভাবে একসাথে যুক্ত হয়। এটি এক ধরনের “বন্ধন চুক্তি”। অর্থাৎ, কঠিন পরিস্থিতিতে সবাই মিলে একজোট হয়ে কাজ করাই হলো “মৈত্রীজোট”।"
},
{
    "id": 23,
    "প্রশ্ন": "“anatomy” এর বাংলা অর্থ কি?",
    "অপশন": ["শারীরবিদ্যা", "জীবনী", "ভূগোল", "নকশা"],
    "সঠিক_উত্তর": "শারীরবিদ্যা",
    "বর্ণনা": "Anatomy - (অ্যা-না-টমি)\n অর্থ: শারীরবিদ্যা, অঙ্গসংস্থান, ব্যবচ্ছেদবিদ্যা।\n\nব্যাখ্যা: “Anatomy” হলো জীবন্ত প্রাণীর (মানুষ, প্রাণী, গাছপালা) ভেতরের কাঠামো বা অঙ্গ-প্রত্যঙ্গ নিয়ে বৈজ্ঞানিক গবেষণা। একজন ডাক্তার যখন মানবদেহের বিভিন্ন অঙ্গ ও তাদের অবস্থান নিয়ে পড়াশোনা করেন, সেটাই “শারীরবিদ্যা” বা অ্যানাটমি। সহজ কথায়, কোনো কিছুর ভেতরের \"গড়ন\" বা \"কাঠামো\" নিয়ে পড়া।"
},
{
    "id": 24,
    "প্রশ্ন": "“anticipation” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["প্রাকচিন্তন", "অতৃপ্তি", "বিস্ময়", "পরিকল্পনা"],
    "সঠিক_উত্তর": "প্রাকচিন্তন",
    "বর্ণনা": "Anticipation - (অ্যান্টি-সি-পে-শন)\n অর্থ: প্রাকচিন্তন, প্রত্যাশা, পূর্বাভাস।\n\nব্যাখ্যা: এটি হলো ভবিষ্যতে কী ঘটতে চলেছে, তা নিয়ে আগে থেকেই মনকে তৈরি করা বা উত্তেজনাকর অনুভূতি নিয়ে অপেক্ষা করা। যেমন: আপনার পছন্দের খেলার ফাইনাল ম্যাচের আগে আপনার মনে যে তীব্র “প্রত্যাশা” কাজ করে, সেটিই হলো “অ্যান্টিসিপেশন”। এর মানে হলো— 'আগামীকে ভেবে প্রস্তুত হওয়া'।"
},
{
    "id": 25,
    "প্রশ্ন": "“ambiguous” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["সরল", "সুস্পষ্ট", "দ্ব্যর্থক", "নির্ধারিত"],
    "সঠিক_উত্তর": "দ্ব্যর্থক",
    "বর্ণনা": "Ambiguous - (অ্যাম-বি-গু-আস)\n অর্থ: দ্ব্যর্থক, অস্পষ্ট, অনির্দিষ্ট।\n\nব্যাখ্যা: “Ambiguous” হলো এমন কিছু, যার একাধিক অর্থ হতে পারে, ফলে আসল অর্থটি অস্পষ্ট থেকে যায়। অর্থাৎ, এর দুটি বা তার বেশি মানে হতে পারে। সহজ কথায়, যখন কেউ এমন কথা বলে যা দু'রকমভাবে বোঝা যায়, তখন সেটা “দ্ব্যর্থক” কথা। এটি অনিশ্চিত এবং সন্দেহজনক অর্থ প্রকাশ করে।"
},
{
    "id": 26,
    "প্রশ্ন": "“amicus Curie” এর বাংলা প্রতিশব্দ কোনটি?",
    "অপশন": ["বিচারক", "বাদীপক্ষ", "আদালতের বন্ধু", "আসামি"],
    "সঠিক_উত্তর": "আদালতের বন্ধু",
    "বর্ণনা": "Amicus Curie - (আ-মি-কাস কিউরি)\n অর্থ: আদালতের বন্ধু, মামলার সহায়ক।\n\nব্যাখ্যা: “Amicus Curie” একটি লাতিন শব্দগুচ্ছ, যার অর্থ “আদালতের বন্ধু”। ইনি এমন একজন বিশেষজ্ঞ ব্যক্তি যিনি মামলার পক্ষেও নন, বিপক্ষেও নন, কিন্তু মামলার বিষয়ে বিশেষ জ্ঞান, তথ্য বা দক্ষতা দিয়ে আদালতকে নিরপেক্ষভাবে সহায়তা করেন, যাতে বিচারক সঠিক সিদ্ধান্ত নিতে পারেন। তিনি বিচারকের সিদ্ধান্ত গ্রহণের বন্ধু বা সহায়ক।"
},
{
    "id": 27,
    "প্রশ্ন": "“accidental” শব্দের অর্থ—",
    "অপশন": ["নিয়ন্ত্রিত", "পরিকল্পিত", "ইচ্ছাকৃত", "আপতিক"],
    "সঠিক_উত্তর": "আপতিক",
    "বর্ণনা": "Accidental - (অ্যাক্সি-ডেন-টাল)\n অর্থ: আপতিক, আকস্মিক, দৈবক্রমে।\n\nব্যাখ্যা: “Accidental” মানে হলো এমন কিছু যা অপ্রত্যাশিতভাবে, কোনো পূর্বপরিকল্পনা বা উদ্দেশ্য ছাড়াই ঘটে গেছে। সহজ কথায়, যা হঠাৎ করে ঘটে, যেমন: রাস্তা পার হওয়ার সময় অসাবধানতাবশত ঘটে যাওয়া একটি “আপতিক” বা আকস্মিক ঘটনা। এটি নিয়ন্ত্রণ করা যায় না এবং আগে থেকে জানা যায় না।"
},
{
    "id": 28,
    "প্রশ্ন": "“aesthetics” এর পরিভাষা কি?",
    "অপশন": ["রসায়ন", "ইতিহাস", "নন্দন তত্ত্ব", "অর্থনীতি"],
    "সঠিক_উত্তর": "নন্দন তত্ত্ব",
    "বর্ণনা": "Aesthetics - (এস-থে-টিক্স)\n অর্থ: নন্দন তত্ত্ব, সৌন্দর্যবিদ্যা, নান্দনিকতা।\n\nব্যাখ্যা: এটি হলো শিল্প, সৌন্দর্য এবং রুচি নিয়ে দার্শনিক আলোচনা ও অধ্যয়ন। সহজ কথায়, কোনটি সুন্দর আর কেন সুন্দর—এই নিয়ে যে “তত্ত্ব” বা গবেষণা, সেটাই “নন্দন তত্ত্ব”। যখন আপনি কোনো ছবি বা ভাস্কর্য দেখে তার শৈল্পিক মান বিচার করেন, তখন আপনি “এ-সথে-টিক্স”-এর নীতি ব্যবহার করেন।"
},
{
    "id": 29,
    "প্রশ্ন": "“adjournment” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["আলোচনা", "পুনরারম্ভ", "মূলতবি", "গ্রহণ"],
    "সঠিক_উত্তর": "মূলতবি",
    "বর্ণনা": "Adjournment - (অ্যা-জার্ন-মেন্ট)\n অর্থ: মূলতবি, স্থগিত, মুলতুবি রাখা।\n\nব্যাখ্যা: “Adjournment” বলতে কোনো সভা, আলোচনা, বা আদালতের কার্যক্রমকে নির্দিষ্ট সময়ের জন্য সাময়িকভাবে বন্ধ বা স্থগিত রাখাকে বোঝানো হয়। যেমন: বিচারক যখন বলেন 'আজকের মতো আদালত “মূলতবি” ঘোষণা করা হলো', তখন সেই কার্যক্রমটি নির্দিষ্ট সময়ের জন্য বন্ধ হয়ে যায়। এটি হলো 'সাময়িক বিরতি'।"
},
{
    "id": 30,
    "প্রশ্ন": "“aeronautics” এর প্রতিশব্দ হলো—",
    "অপশন": ["স্থানবিদ্যা", "বিমান চালন বিদ্যা", "জলযান বিদ্যা", "নভোবিদ্যা"],
    "সঠিক_উত্তর": "বিমান চালন বিদ্যা",
    "বর্ণনা": "Aeronautics - (এ-রো-ন-টিক্স)\n অর্থ: বিমান চালন বিদ্যা, বিমান বিজ্ঞান, উড়োজাহাজ নির্মাণবিদ্যা।\n\nব্যাখ্যা: এটি হলো বিমান বা উড়োজাহাজ নির্মাণ, পরিচালনা এবং বাতাসে চলাচলের বিজ্ঞান। সহজ কথায়, আকাশে ওড়ার জন্য যে ইঞ্জিনিয়ারিং এবং জ্ঞান প্রয়োজন, সেটাই “এ-রো-ন-টিক্স” বা “বিমান চালন বিদ্যা”। যারা এটি নিয়ে পড়াশোনা করে, তারাই প্লেন তৈরি এবং চালানো শেখেন।"
},
{
    "id": 31,
    "প্রশ্ন": "“A to Z” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["অর্ধেকভাবে", "ভুলভাবে", "অসম্পূর্ণ", "সম্পূর্ণভাবে"],
    "সঠিক_উত্তর": "সম্পূর্ণভাবে",
    "বর্ণনা": "A to Z - (এ টু জেড)\n অর্থ: সম্পূর্ণভাবে, আদি থেকে অন্ত, আগাগোড়া।\n\nব্যাখ্যা: এই ইংরেজি বাগধারাটি দিয়ে বোঝানো হয় যে কোনো কিছু শুরু থেকে শেষ পর্যন্ত বা সমস্ত কিছু। “A to Z” হলো বর্ণমালার শুরু ও শেষ, তাই এর অর্থ হলো কোনো কিছুর কোনো অংশই বাদ না দিয়ে “সম্পূর্ণভাবে” শেষ করা। যেমন: আপনাকে কাজটি “এ টু জেড” জানতে হবে, মানে সব কিছু জানতে হবে।"
},
{
    "id": 32,
    "প্রশ্ন": "“agenda” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
    "অপশন": ["আলোচ্য-সূচি", "সিদ্ধান্ত", "প্রস্তাব", "উপসংহার"],
    "সঠিক_উত্তর": "আলোচ্য-সূচি",
    "বর্ণনা": "Agenda - (এ-জেন-ডা)\n অর্থ: আলোচ্য-সূচি, কার্যসূচি, কর্মপরিকল্পনা।\n\nব্যাখ্যা: “Agenda” হলো একটি তালিকা, যেখানে একটি সভা বা মিটিংয়ে কোন বিষয়গুলি পর পর আলোচনা করা হবে, তা সাজানো থাকে। এটি মিটিংয়ের “আলোচ্য-সূচি” বা রোডম্যাপ। এটি আগে থেকেই তৈরি করা হয়, যাতে সময় নষ্ট না হয় এবং কোনো বিষয় বাদ না পড়ে।"
},
{
    "id": 33,
    "প্রশ্ন": "“addenda, addendum” এর পরিভাষা কি?",
    "অপশন": ["বিয়োগ", "পরিশিষ্ট বা সংযোজন", "ভূমিকা", "সারমর্ম"],
    "সঠিক_উত্তর": "পরিশিষ্ট বা সংযোজন",
    "বর্ণনা": "Addenda, Addendum - (অ্যা-ডেণ্ডা, অ্যা-ডেণ্ডাম)\n অর্থ: পরিশিষ্ট, সংযোজন, যোগ করা অংশ।\n\nব্যাখ্যা: এই শব্দগুলি হলো মূল বই বা নথির শেষে যোগ করা অতিরিক্ত তথ্য বা বিষয়বস্তু। বইটি ছাপানোর পর যদি কোনো কিছু যোগ করার প্রয়োজন হয়, তখন সেটি “পরিশিষ্ট” বা “সংযোজন” আকারে যুক্ত করা হয়। যেমন: বইয়ের সব লেখা শেষ হওয়ার পর নতুন কোনো তথ্য যুক্ত হলে সেটাকে “অ্যা-ডেণ্ডাম” বলে।"
},
{
    "id": 34,
    "প্রশ্ন": "“archives” এর বাংলা অর্থ কি?",
    "অপশন": ["গুদাম", "মহাফেজখানা", "নথি", "পাঠাগার"],
    "সঠিক_উত্তর": "মহাফেজখানা",
    "বর্ণনা": "Archives - (আর্-কাইভস)\n অর্থ: মহাফেজখানা, লেখ্যাগৃহ, দলিলপত্র।\n\nব্যাখ্যা: “Archives” হলো এমন একটি স্থান, যেখানে ঐতিহাসিক বা সরকারি নথিপত্র, গুরুত্বপূর্ণ দলিল এবং রেকর্ডপত্র দীর্ঘ সময়ের জন্য যত্ন সহকারে “সংরক্ষিত” করে রাখা হয়। এটি অনেকটা পুরোনো ইতিহাসের 'রেকর্ডরুম'। “মহাফেজখানা” শব্দটি ফার্সি থেকে এসেছে, যার অর্থ 'সংরক্ষিত রাখার ঘর'।"
},
{
    "id": 35,
    "প্রশ্ন": "“Ad-hoc” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
    "অপশন": ["নিয়মিত", "তদর্থক", "অনিয়মিত", "স্থায়ী"],
    "সঠিক_উত্তর": "তদর্থক",
    "বর্ণনা": "Ad-hoc - (অ্যাড-হক)\n অর্থ: তদর্থক, তাৎক্ষণিক, অনানুষ্ঠানিক।\n\nব্যাখ্যা: “Ad-hoc” একটি লাতিন শব্দ, যার অর্থ 'একটি নির্দিষ্ট উদ্দেশ্যের জন্য'। যখন কোনো একটি বিশেষ বা জরুরি সমস্যার জন্য সাময়িকভাবে কোনো কমিটি বা ব্যবস্থা তৈরি করা হয়, তখন তাকে “তদর্থক” কমিটি বা অ্যাড-হক কমিটি বলা হয়। কাজ শেষ হলেই এর অস্তিত্ব থাকে না। যেমন: হঠাৎ কোনো সমস্যা সমাধানের জন্য তৈরি হওয়া একটি “অ্যাড-হক” দল।"
},
{
    "id": 36,
    "প্রশ্ন": "“annex” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["পরিশিষ্ট", "বিয়োজন", "বিচ্ছিন্নতা", "বিচ্ছিন্ন অংশ"],
    "সঠিক_উত্তর": "পরিশিষ্ট",
    "বর্ণনা": "Annex - (অ্যা-নেক্স)\n অর্থ: পরিশিষ্ট, সংযোজনী, যুক্ত করা।\n\nব্যাখ্যা: “Annex” সাধারণত কোনো প্রধান নথিপত্র, চুক্তি বা বইয়ের শেষে যুক্ত করা একটি অতিরিক্ত অংশ। এটি প্রধান অংশকে আরও ভালোভাবে বুঝতে বা প্রমাণ দিতে সাহায্য করে। যেমন: চুক্তির মূল শর্তের শেষে যোগ করা অতিরিক্ত বিবরণগুলি হলো “পরিশিষ্ট” বা অ্যান-নেক্স।"
},
{
    "id": 37,
    "প্রশ্ন": "“appendix” এর বাংলা প্রতিশব্দ কোনটি?",
    "অপশন": ["উপসংহার", "উপাদান", "মধ্যভাগ", "পরিশিষ্ট"],
    "সঠিক_উত্তর": "পরিশিষ্ট",
    "বর্ণনা": "Appendix - (অ্যা-পেন-ডিক্স)\n অর্থ: পরিশিষ্ট, সংযোজন, লেজের মতো অঙ্গ।\n\nব্যাখ্যা: “Appendix” শব্দটি “Annex” বা “Addendum”-এর মতোই, যা সাধারণত বই বা নথির শেষে যুক্ত থাকে। এখানে অতিরিক্ত তথ্য, তালিকা, বা প্রাসঙ্গিক উপাদান যুক্ত করা হয় যা মূল লেখাকে সাহায্য করে। আবার মানবদেহের একটি ছোট অঙ্গকেও “অ্যাপেন্ডিক্স” বলা হয়, যা পেটের সাথে লেজের মতো যুক্ত থাকে। বইয়ের শেষের “সংযোজনী” অংশই হলো “পরিশিষ্ট”।"
},
{
    "id": 38,
    "প্রশ্ন": "“annexation” শব্দের বাংলা পরিভাষা হচ্ছে—",
    "অপশন": ["বিয়োজন", "বিচ্ছেদ", "সংযোজন", "বিচ্ছেদন"],
    "সঠিক_উত্তর": "সংযোজন",
    "বর্ণনা": "Annexation - (অ্যা-নেক-সে-শন)\n অর্থ: সংযোজন, সংযুক্তিকরণ, দখল।\n\nব্যাখ্যা: “Annexation” মানে হলো কোনো কিছুকে, বিশেষ করে কোনো অঞ্চল, ভূখণ্ড বা দেশকে আনুষ্ঠানিকভাবে নিজের সাথে “যুক্ত” করে নেওয়া বা দখল করা। এটি অনেকটা জোর করে একটি ছোট দেশকে বড় দেশের সাথে মিলিয়ে নেওয়ার মতো। মনে রাখবেন, এটি একটি প্রশাসনিক বা রাজনৈতিক “সংযোজন” প্রক্রিয়া।"
},
{
    "id": 39,
    "প্রশ্ন": "“attested” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["অনুমোদিত", "অস্বীকৃত", "সত্যায়িত", "নকল"],
    "সঠিক_উত্তর": "সত্যায়িত",
    "বর্ণনা": "Attested - (অ্যা-টেস-টেড)\n অর্থ: সত্যায়িত, সাক্ষ্য দ্বারা সমর্থিত, প্রমাণিত।\n\nব্যাখ্যা: “Attested” মানে হলো কোনো নথি বা দলিলের ফটোকপি বা বিষয়বস্তু আসল এবং সত্য বলে কোনো দায়িত্বশীল ব্যক্তি (যেমন: গেজেটেড অফিসার বা নোটারি) দ্বারা “প্রমাণিত” হওয়া। অর্থাৎ, আসল নথির সাথে মিলিয়ে দেখে স্বাক্ষর করে নিশ্চিত করা যে এটি আসল। আপনার সার্টিফিকেটের ফটোকপিতে কারো স্বাক্ষর থাকলে সেটা “সত্যায়িত”।"
},
{
    "id": 40,
    "প্রশ্ন": "“attestation” শব্দের বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["সত্যায়ন", "অনুমোদন", "নকল", "পরিবর্তন"],
    "সঠিক_উত্তর": "সত্যায়ন",
    "বর্ণনা": "Attestation - (অ্যা-টেস-টে-শন)\n অর্থ: সত্যায়ন, সাক্ষ্যদান, প্রত্যয়ন।\n\nব্যাখ্যা: এটি হলো কোনো নথি বা দলিলের যথার্থতা বা সত্যতা প্রমাণ করার “প্রক্রিয়া”। এটি সাধারণত কোনো দায়িত্বশীল ব্যক্তির স্বাক্ষর এবং সিলমোহরের মাধ্যমে সম্পন্ন হয়। এটি নিশ্চিত করে যে নথিটি জাল নয়। “অ্যাট-টেস-টে-শন” হলো সেই কাজ যার মাধ্যমে কোনো কিছু “সত্যায়িত” হয়।"
},

{
    "id": 41,
    "প্রশ্ন": "“assassination” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["গণহত্যা", "গুপ্তহত্যা", "হত্যাকাণ্ড", "দুর্ঘটনা"],
    "সঠিক_উত্তর": "গুপ্তহত্যা",
    "বর্ণনা": "Assassination - (অ্যা-স্যা-সি-নে-শন)\n অর্থ: গুপ্তহত্যা, রাজনৈতিক হত্যা, গোপন হত্যা।\n\nব্যাখ্যা: “Assassination” হলো কোনো বিখ্যাত বা গুরুত্বপূর্ণ ব্যক্তি, বিশেষত রাজনৈতিক নেতাকে, কোনো গোপন বা রাজনৈতিক উদ্দেশ্যে পরিকল্পিতভাবে হত্যা করা। এটি সাধারণ খুন নয়, বরং এর পেছনে বড় কোনো উদ্দেশ্য থাকে। যেমন: ইতিহাসে অনেক রাজা বা রাষ্ট্রপ্রধানের “গুপ্তহত্যা” বা অ্যা-স্যা-সি-নে-শন ঘটেছে।"
},
{
    "id": 42,
    "প্রশ্ন": "“acknowledgement” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["অস্বীকার", "নগদ", "প্রত্যাখ্যান", "প্রাপ্তি স্বীকার"],
    "সঠিক_উত্তর": "প্রাপ্তি স্বীকার",
    "বর্ণনা": "Acknowledgement - (অ্যাক-নলেজ-মেন্ট)\n অর্থ: প্রাপ্তি স্বীকার, কৃতজ্ঞতা প্রকাশ, রসিদ।\n\nব্যাখ্যা: এই শব্দটি দিয়ে কোনো কিছু গ্রহণ করার বিষয়টি আনুষ্ঠানিকভাবে জানিয়ে দেওয়াকে বোঝানো হয়। আপনি যখন কাউকে একটি চিঠি বা ডকুমেন্ট পাঠান এবং তার জবাবে সে আপনাকে জানায় যে সে সেটি পেয়েছে, তখন সেটাকে “প্রাপ্তি স্বীকার” বা অ্যাক-নলেজ-মেন্ট বলা হয়। অর্থাৎ, 'পেলাম'—এই কথাটি জানানো।"
},
{
    "id": 43,
    "প্রশ্ন": "“affidavit” এর বাংলা অর্থ কি?",
    "অপশন": ["শপথনামা", "প্রতিশ্রুতি", "দলিল", "চুক্তিপত্র"],
    "সঠিক_উত্তর": "শপথনামা",
    "বর্ণনা": "Affidavit - (অ্যা-ফি-ডে-ভিট)\n অর্থ: শপথনামা, হলফনামা, অঙ্গীকারপত্র।\n\nব্যাখ্যা: “Affidavit” হলো লিখিত আকারে দেওয়া একটি বিবৃতি, যা প্রমাণ হিসেবে আদালতে বা অন্য কোনো দাপ্তরিক কাজে ব্যবহার করা হয় এবং এর সত্যতা নিশ্চিত করতে একজন ব্যক্তির শপথ বা হলফনামা নেওয়া হয়। এটি অনেকটা 'আমি সত্যি বলছি' লিখে স্বাক্ষর করার মতো, যার আইনি মূল্য আছে।"
},
{
    "id": 44,
    "প্রশ্ন": "“alien” শব্দের বাংলা প্রতিশব্দ কোনটি?",
    "অপশন": ["বহিরাগত", "নাগরিক", "অভ্যন্তরীন", "স্বদেশী"],
    "সঠিক_উত্তর": "বহিরাগত",
    "বর্ণনা": "Alien - (এ-লি-য়েন)\n অর্থ: বহিরাগত, বিদেশি, পরদেশীয়।\n\nব্যাখ্যা: “Alien” শব্দটি এমন ব্যক্তিকে বোঝায়, যিনি সেই নির্দিষ্ট দেশের বা সমাজের নাগরিক নন। তিনি অন্য কোনো দেশ বা স্থান থেকে এসেছেন। যেমন: কোনো ভারতীয় যদি আমেরিকায় বসবাস করেন কিন্তু সেখানকার নাগরিক না হন, তবে তিনি সেখানে “বহিরাগত” বা এলি-য়েন। সহজে মনে রাখুন: যা আপনার দেশের নয়, সেটাই “এলি-য়েন”।"
},
{
    "id": 45,
    "প্রশ্ন": "“Axis” শব্দের বাংলা পরিভাষা কি?",
    "অপশন": ["ব্যাসার্ধ", "অক্ষ", "পরিধি", "ক্ষেত্রফল"],
    "সঠিক_উত্তর": "অক্ষ",
    "বর্ণনা": "Axis - (অ্যাক-সিস)\n অর্থ: অক্ষ, মেরুরেখা, কেন্দ্রীয় রেখা।\n\nব্যাখ্যা: “Axis” হলো একটি কাল্পনিক রেখা, যার চারপাশে কোনো বস্তু ঘোরে বা যার উপর নির্ভর করে বস্তুটি ভারসাম্য বজায় রাখে। যেমন: পৃথিবী তার নিজের “অক্ষ” বা অ্যাক-সিস-এর চারপাশে ঘোরে। এটি হলো কোনো কাঠামোর একটি গুরুত্বপূর্ণ “কেন্দ্রীয় রেখা”।"
},
{
    "id": 46,
    "প্রশ্ন": "“adult education” এর প্রতিশব্দ হলো—",
    "অপশন": ["শিশু শিক্ষা", "বিদ্যালয় শিক্ষা", "বিশ্ববিদ্যালয় শিক্ষা", "বয়স্ক শিক্ষা"],
    "সঠিক_উত্তর": "বয়স্ক শিক্ষা",
    "বর্ণনা": "Adult education - (অ্যা-ডাল্ট এডু-কে-শন)\n অর্থ: বয়স্ক শিক্ষা, প্রৌঢ় শিক্ষা।\n\nব্যাখ্যা: “Adult education” হলো এমন ধরনের শিক্ষা কার্যক্রম, যা শুধুমাত্র প্রাপ্তবয়স্কদের জন্য তৈরি করা হয়। এর উদ্দেশ্য হলো যারা শিশুকালে বা নিয়মিত শিক্ষাব্যবস্থায় পড়ার সুযোগ পায়নি, তাদের মৌলিক জ্ঞান (যেমন: সাক্ষরতা) এবং দক্ষতা প্রদান করা। এটি হলো 'বড়দের জন্য বিশেষ স্কুল'।"
},
{
    "id": 47,
    "প্রশ্ন": "“adaptation” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["বিচ্ছিন্নতা", "বিরোধিতা", "অভিযোজন", "পরিবর্তন"],
    "সঠিক_উত্তর": "অভিযোজন",
    "বর্ণনা": "Adaptation - (অ্যা-ডাপ-টে-শন)\n অর্থ: অভিযোজন, উপযোগীকরণ, খাপ খাওয়ানো।\n\nব্যাখ্যা: “Adaptation” হলো পরিবর্তিত পরিবেশ বা পরিস্থিতির সাথে নিজেকে মানিয়ে নেওয়ার প্রক্রিয়া। যেমন: প্রচণ্ড ঠান্ডায় টিকে থাকার জন্য প্রাণীরা তাদের শরীরে যে পরিবর্তন আনে, সেটাই “অভিযোজন” বা অ্যাডাপ্টেশন। আপনার যখন নতুন শহরে যান এবং নতুন পরিবেশের সাথে নিজেকে মানিয়ে নেন, সেটাও এক ধরনের অভিযোজন।"
},
{
    "id": 48,
    "প্রশ্ন": "“act” এর বাংলা অর্থ কি?",
    "অপশন": ["নাটক", "কাজ", "নীতি", "আইন"],
    "সঠিক_উত্তর": "আইন",
    "বর্ণনা": "Act - (অ্যাক্ট)\n অর্থ: আইন, কার্য, দলিল, বিধান।\n\nব্যাখ্যা: যখন কোনো লিখিত প্রস্তাব সরকার বা আইনসভা দ্বারা অনুমোদিত ও বলবৎ হয়, তখন সেটি “আইন” বা অ্যাক্ট হিসেবে পরিচিত। এটি একটি আনুষ্ঠানিক সিদ্ধান্ত যা সমাজের নিয়মকানুন নির্ধারণ করে। যেমন: ‘ভূমি সংস্কার অ্যাক্ট’।"
},
{
    "id": 49,
    "প্রশ্ন": "“acting” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
    "অপশন": ["ভারপ্রাপ্ত", "স্থায়ী", "অবসরপ্রাপ্ত", "দায়িত্বশীল"],
    "সঠিক_উত্তর": "ভারপ্রাপ্ত",
    "বর্ণনা": "Acting - (অ্যাক্টিং)\n অর্থ: ভারপ্রাপ্ত, সাময়িক, অস্থায়ী।\n\nব্যাখ্যা: “Acting” শব্দটি এমন একজন ব্যক্তিকে বোঝায়, যিনি কোনো গুরুত্বপূর্ণ পদে স্থায়ীভাবে না থেকেও সাময়িকভাবে বা অস্থায়ীভাবে সেই পদের দায়িত্ব পালন করেন। যেমন: কোনো প্রধান শিক্ষক ছুটিতে থাকলে তার জায়গায় যে সহকারী শিক্ষক দায়িত্ব নেন, তিনি হন “ভারপ্রাপ্ত” প্রধান শিক্ষক।"
},
{
    "id": 50,
    "প্রশ্ন": "“acting editor” এর পরিভাষা কি?",
    "অপশন": ["স্থায়ী সম্পাদক", "ভারপ্রাপ্ত সম্পাদক", "সহ-সম্পাদক", "বিশেষ সম্পাদক"],
    "সঠিক_উত্তর": "ভারপ্রাপ্ত সম্পাদক",
    "বর্ণনা": "Acting editor - (অ্যাক্টিং এডি-টর)\n অর্থ: ভারপ্রাপ্ত সম্পাদক, সাময়িক সম্পাদক।\n\nব্যাখ্যা: ইনি হলেন সেই ব্যক্তি যিনি পত্রিকার বা প্রকাশনার মূল সম্পাদক ছুটিতে বা অনুপস্থিত থাকাকালীন অস্থায়ীভাবে সম্পাদকের দায়িত্ব সামলান। তিনি যতক্ষণ দায়িত্বে থাকেন, ততক্ষণই “ভারপ্রাপ্ত সম্পাদক”।"
},
{
    "id": 51,
    "প্রশ্ন": "“administration” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["ব্যবস্থা", "পরিচালনা", "প্রশাসন", "ব্যবস্থাপনা"],
    "সঠিক_উত্তর": "প্রশাসন",
    "বর্ণনা": "Administration - (অ্যাড-মিনিস-ট্রে-শন)\n অর্থ: প্রশাসন, পরিচালনা, ব্যবস্থাপনা।\n\nব্যাখ্যা: “Administration” হলো কোনো সংস্থা, অফিস বা রাষ্ট্রের কাজ পরিচালনার পদ্ধতি। এর মধ্যে পরিকল্পনা, সিদ্ধান্ত গ্রহণ এবং কর্মীদের তদারকি করা অন্তর্ভুক্ত। সহজ কথায়, কোনো কিছু সুশৃঙ্খলভাবে নিয়ন্ত্রণ বা 'চালানোর' প্রক্রিয়াকেই “প্রশাসন” বলা হয়।"
},
{
    "id": 52,
    "প্রশ্ন": "“administrator” শব্দের বাংলা পরিভাষা হচ্ছে—",
    "অপশন": ["সচিব", "কর্মকর্তা", "প্রশাসক", "ব্যবস্থাপক"],
    "সঠিক_উত্তর": "প্রশাসক",
    "বর্ণনা": "Administrator - (অ্যাড-মিনিস-ট্রে-টর)\n অর্থ: প্রশাসক, পরিচালক, ব্যবস্থাপক।\n\nব্যাখ্যা: ইনি হলেন সেই ব্যক্তি যিনি “Administration” বা প্রশাসনের দায়িত্ব পালন করেন। ইনি সাধারণত একটি প্রতিষ্ঠান বা এলাকার কার্যক্রম পরিচালনা, তদারকি এবং সঠিক নিয়ম মেনে চলছে কি না, তা নিশ্চিত করেন। ইনি হলেন 'প্রশাসনের দায়িত্বপ্রাপ্ত ব্যক্তি'।"
},
{
    "id": 53,
    "প্রশ্ন": "“administrative” শব্দের অর্থ—",
    "অপশন": ["বিচারিক", "প্রশাসনিক", "নির্বাহী", "সাংগঠনিক"],
    "সঠিক_উত্তর": "প্রশাসনিক",
    "বর্ণনা": "Administrative - (অ্যাড-মিনিস-ট্রে-টিভ)\n অর্থ: প্রশাসনিক, পরিচালনামূলক, ব্যবস্থাপকীয়।\n\nব্যাখ্যা: এই শব্দটি এমন বিষয় বা কাজকে বোঝায় যা কোনো কিছু পরিচালনা বা “প্রশাসন”-এর সাথে সম্পর্কিত। যেমন: স্কুলের “প্রশাসনিক” কাজগুলি হলো ছাত্র ভর্তি করা, পরীক্ষার ব্যবস্থা করা ইত্যাদি। এই কাজগুলি “অ্যাড-মিনিস-ট্রে-টিভ” কাজ।"
},
{
    "id": 54,
    "প্রশ্ন": "“admit card” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["পরিচয়পত্র", "ছাড়পত্র", "প্রবেশপত্র", "নথি"],
    "সঠিক_উত্তর": "প্রবেশপত্র",
    "বর্ণনা": "Admit card - (অ্যাড-মিট কার্ড)\n অর্থ: প্রবেশপত্র, ভর্তিপত্র।\n\nব্যাখ্যা: “Admit card” হলো একটি দাপ্তরিক কার্ড বা নথি যা কোনো ব্যক্তিকে পরীক্ষা, সাক্ষাৎকার বা কোনো নির্দিষ্ট স্থানে “প্রবেশ” করার অনুমতি দেয়। এটি প্রমাণ করে যে আপনার সেখানে যাওয়ার অনুমতি আছে। এটিকে 'প্রবেশ করার চাবি' বলা যেতে পারে।"
},
{
    "id": 55,
    "প্রশ্ন": "“aid” এর বাংলা অর্থ কি?",
    "অপশন": ["সাহায্য", "বাধা", "অসহযোগিতা", "দখল"],
    "সঠিক_উত্তর": "সাহায্য",
    "বর্ণনা": "Aid - (এইড)\n অর্থ: সাহায্য, সহায়তা, সাহায্যকারী।\n\nব্যাখ্যা: “Aid” মানে হলো কাউকে কোনো কিছুতে সহায়তা করা বা সমর্থন দেওয়া। এটি আর্থিক, শারীরিক বা মানসিক যেকোনো ধরনের “সাহায্য” হতে পারে। যেমন: বন্যা দুর্গতদের জন্য “ত্রাণ” (Aid) পাঠানো হয়। এটি হলো 'কারো পাশে দাঁড়ানো'।"
},
{
    "id": 56,
    "প্রশ্ন": "“alphabetic or alphabetical” এর প্রতিশব্দ কোনটি?",
    "অপশন": ["বিষয়ভিত্তিক", "সময়ানুক্রমিক", "সংখ্যাভিত্তিক", "বর্ণানুক্রমিক"],
    "সঠিক_উত্তর": "বর্ণানুক্রমিক",
    "বর্ণনা": "Alphabetic or alphabetical - (অ্যাল্ফা-বে-টিক, অ্যাল্ফা-বে-টি-কাল)\n অর্থ: বর্ণানুক্রমিক, অক্ষরানুসারে সাজানো।\n\nব্যাখ্যা: “Alphabetical” মানে হলো কোনো তালিকা বা তথ্যকে অক্ষরের ক্রম (যেমন: A, B, C...) অনুসারে সাজানো। যেমন: ডিকশনারিতে শব্দগুলি “বর্ণানুক্রমিক” বা অ্যাল্ফা-বে-টিক্যালি সাজানো থাকে। এটি হলো 'বর্ণের ক্রমানুসারে সাজানোর নিয়ম'।"
},
{
    "id": 57,
    "প্রশ্ন": "“amendment” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["প্রত্যাখ্যান", "সংশোধন", "ধ্বংস", "বর্জন"],
    "সঠিক_উত্তর": "সংশোধন",
    "বর্ণনা": "Amendment - (অ্যা-মেন্ট-মেন্ট)\n অর্থ: সংশোধন, পরিবর্তন, পরিমার্জন।\n\nব্যাখ্যা: “Amendment” হলো কোনো আইনি নথি, আইন বা লিখিত বিষয়বস্তুর ভুল বা ত্রুটি দূর করার জন্য আনা আনুষ্ঠানিক পরিবর্তন বা “সংশোধন”। যেমন: সংবিধানের কোনো ধারায় যখন পরিবর্তন আনা হয়, তখন তাকে “অ্যামেন্ডমেন্ট” বলে। এর মানে হলো 'ভালো করার জন্য পরিবর্তন আনা'।"
},
{
    "id": 58,
    "প্রশ্ন": "“anthropology” এর পরিভাষা কি?",
    "অপশন": ["প্রাণীবিদ্যা", "সমাজবিজ্ঞান", "ভূগোলবিদ্যা", "নৃতত্ত্ব"],
    "সঠিক_উত্তর": "নৃতত্ত্ব",
    "বর্ণনা": "Anthropology - (অ্যান-থ্রো-পো-লজি)\n অর্থ: নৃতত্ত্ব, নৃবিজ্ঞান, মানব বিষয়ক বিজ্ঞান।\n\nব্যাখ্যা: “Anthropology” হলো মানবজাতি, তাদের সংস্কৃতি, সমাজ, উৎপত্তি এবং শারীরিক বিকাশ নিয়ে বৈজ্ঞানিক গবেষণা বা “নৃবিজ্ঞান”। আক্ষরিক অর্থে এটি হলো “মানুষ বিষয়ক বিজ্ঞান”। নৃতত্ত্ববিদরা মানব ইতিহাসের শুরু থেকে বর্তমান পর্যন্ত মানুষকে সব দিক থেকে বোঝার চেষ্টা করেন।"
},
{
    "id": 59,
    "প্রশ্ন": "“apprentice” এর বাংলা অর্থ কি?",
    "অপশন": ["শিক্ষানবিশ", "শিক্ষক", "বিশেষজ্ঞ", "মালিক"],
    "সঠিক_উত্তর": "শিক্ষানবিশ",
    "বর্ণনা": "Apprentice - (অ্যা-প্রেন-টিস)\n অর্থ: শিক্ষানবিশ, শিষ্য, শিক্ষাধীন।\n\nব্যাখ্যা: “Apprentice” হলেন এমন একজন ব্যক্তি যিনি কোনো একটি নির্দিষ্ট দক্ষতা বা পেশা হাতে-কলমে শেখার জন্য অভিজ্ঞ কারিগর বা পেশাদারের অধীনে কাজ করেন। তিনি কাজটি শিখতে গিয়ে মাঝে মাঝে কিছু ভুলও করেন। একে 'কাজ শিখতে থাকা ছাত্র' বলা যেতে পারে।"
},
{
    "id": 60,
    "প্রশ্ন": "“aptitude test” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["জ্ঞান পরীক্ষা", "শারীরিক পরীক্ষা", "প্রবণতা-পরীক্ষা", "বুদ্ধিমত্তা পরীক্ষা"],
    "সঠিক_উত্তর": "প্রবণতা-পরীক্ষা",
    "বর্ণনা": "Aptitude test - (অ্যা-পটি-টিউড টেস্ট)\n অর্থ: প্রবণতা-পরীক্ষা, মেধা যাচাই।\n\nব্যাখ্যা: এটি হলো এক ধরনের পরীক্ষা, যা একজন ব্যক্তির কোনো নির্দিষ্ট দক্ষতা, পেশা বা কাজ শেখার এবং তাতে সফল হওয়ার জন্মগত বা স্বাভাবিক “প্রবণতা” বা ক্ষমতা কতটুকু, তা পরিমাপ করে। এটি জ্ঞান নয়, বরং ক্ষমতা বা 'স্বাভাবিক ঝোঁক' যাচাই করে।"
},
{
    "id": 61,
    "প্রশ্ন": "“aristocracy” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["অভিজাততন্ত্র", "গণতন্ত্র", "রাজতন্ত্র", "স্বৈরতন্ত্র"],
    "সঠিক_উত্তর": "অভিজাততন্ত্র",
    "বর্ণনা": "Aristocracy - (অ্যারি-স্টো-ক্র্যা-সি)\n অর্থ: অভিজাততন্ত্র, শ্রেষ্ঠ শাসকগোষ্ঠী, কুলীনতন্ত্র।\n\nব্যাখ্যা: “Aristocracy” হলো এমন এক ধরনের সরকার ব্যবস্থা, যেখানে সমাজের সবচেয়ে ধনী, উচ্চ বংশীয় বা 'অভিজাত' শ্রেণীর মানুষজন দেশ শাসন করে। গ্রিক ভাষায় 'Aristos' মানে হলো 'শ্রেষ্ঠ'। তাই এটি হলো 'শ্রেষ্ঠদের দ্বারা শাসন' বা “অভিজাততন্ত্র”।"
},
{
    "id": 62,
    "প্রশ্ন": "“arrear” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["অগ্রিম", "পরিশোধিত", "বকেয়া", "পাওনা"],
    "সঠিক_উত্তর": "বকেয়া",
    "বর্ণনা": "Arrear - (অ্যা-রি-য়ার)\n অর্থ: বকেয়া, অনাদায়ী অর্থ, পিছিয়ে পড়া।\n\nব্যাখ্যা: “Arrear” বলতে সেই অর্থ বোঝানো হয়, যা নির্দিষ্ট সময়ের মধ্যে পরিশোধ করা হয়নি এবং এখন পরিশোধের জন্য “বকেয়া” আছে। এটি সাধারণত বেতন, ভাড়া বা ঋণের ক্ষেত্রে ব্যবহার করা হয়। যেমন: কোনো কর্মীর মাসের পর মাস বেতন না পেলে তার বেতন “বকেয়া” বা অ্যা-রি-য়ার হয়ে যায়।"
},
{
    "id": 63,
    "প্রশ্ন": "“art” এর বাংলা অর্থ কি?",
    "অপশন": ["বিজ্ঞান", "চারুকলা", "অর্থনীতি", "প্রযুক্তি"],
    "সঠিক_উত্তর": "চারুকলা",
    "বর্ণনা": "Art - (আর্ট)\n অর্থ: চারুকলা, ললিতকলা, কারুশিল্প।\n\nব্যাখ্যা: “Art” হলো মানুষের সৃষ্টিশীল প্রকাশ, যা সাধারণত তাদের দক্ষতা এবং কল্পনা ব্যবহার করে তৈরি করা হয়, যেমন: চিত্রাঙ্কন, ভাস্কর্য, সঙ্গীত বা নৃত্য। যখন এর উদ্দেশ্য হয় সৌন্দর্য সৃষ্টি করা, তখন তাকে “চারুকলা” বা ললিতকলা বলে। এটি মনকে আনন্দ দেয়।"
},
{
    "id": 63,
    "প্রশ্ন": "“artist” এর বাংলা পরিভাষা কি?",
    "অপশন": ["কারিগর", "স্থপতি", "চিত্রকর", "পর্যবেক্ষক"],
    "সঠিক_উত্তর": "চিত্রকর",
    "বর্ণনা": "Artist - (আর্-টিস্ট)\n অর্থ: চিত্রকর, শিল্পী, কলাকুশলী।\n\nব্যাখ্যা: “Artist” হলেন সেই ব্যক্তি যিনি “Art” বা চারুকলার কোনো একটি শাখায় সৃষ্টিশীল কাজ করেন। যেমন: যিনি ছবি আঁকেন, তিনি “চিত্রকর”, যিনি গান করেন বা অভিনয় করেন, তিনিও শিল্পী বা আর্ট-টিস্ট।"
},
{
    "id": 64,
    "প্রশ্ন": "“assets” শব্দের বাংলা প্রতিশব্দ কোনটি?",
    "অপশন": ["দায়", "পরিসম্পদ", "খরচ", "ঋণ"],
    "সঠিক_উত্তর": "পরিসম্পদ",
    "বর্ণনা": "Assets - (অ্যা-সেটস)\n অর্থ: পরিসম্পদ, সম্পত্তি, ধনসম্পদ।\n\nব্যাখ্যা: “Assets” বলতে সেইসব মূল্যবান জিনিস বা সম্পত্তি বোঝানো হয় যা কোনো ব্যক্তি বা প্রতিষ্ঠানের মালিকানায় আছে এবং যার আর্থিক মূল্য আছে। যেমন: জমি, বাড়ি, টাকা, বা শেয়ার—এগুলো সবই “পরিসম্পদ” বা অ্যা-সেটস। এগুলি ভবিষ্যতে অর্থ উপার্জনে সাহায্য করে।"
},
{
    "id": 65,
    "প্রশ্ন": "“assembly” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["বিচ্ছিন্নতা", "বিরতি", "অংশ", "পরিষদ/সভা"],
    "সঠিক_উত্তর": "পরিষদ/সভা",
    "বর্ণনা": "Assembly - (অ্যা-সেম্ব-লি)\n অর্থ: পরিষদ, সভা, সমাবেশ।\n\nব্যাখ্যা: “Assembly” হলো একদল মানুষের একত্রিত হওয়া বা কোনো নির্দিষ্ট উদ্দেশ্যে গঠিত হওয়া একটি “সভা” বা প্রতিষ্ঠান। যেমন: আইন তৈরি করার জন্য যে জনপ্রতিনিধিদের দল গঠিত হয়, তাকে “পরিষদ” বা অ্যা-সেম্ব-লি বলা হয়। এটি হলো 'একসাথে সমবেত হওয়া'।"
},
{
    "id": 66,
    "প্রশ্ন": "“atheism” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["আস্তিকতা", "অজ্ঞেয়বাদ", "নাস্তিকতা", "ঈশ্বরবাদ"],
    "সঠিক_উত্তর": "নাস্তিকতা",
    "বর্ণনা": "Atheism - (এই-থি-ইজম)\n অর্থ: নাস্তিকতা, ঈশ্বরহীনতা, ধর্মহীনতা।\n\nব্যাখ্যা: “Atheism” হলো সেই বিশ্বাস, যেখানে ঈশ্বর বা কোনো প্রকার ঐশ্বরিক শক্তির অস্তিত্বকে সম্পূর্ণরূপে “অস্বীকার” করা হয়। এটি হলো “নাস্তিকতা”। যে ব্যক্তি এই বিশ্বাস পোষণ করেন, তাঁকে 'নাস্তিক' বলা হয়।"
},
{
    "id": 67,
    "প্রশ্ন": "“attendant” এর পরিভাষা কি?",
    "অপশন": ["অংশগ্রহণকারী", "কর্মী", "পরিচারক", "দর্শক"],
    "সঠিক_উত্তর": "পরিচারক",
    "বর্ণনা": "Attendant - (অ্যা-টেন-ড্যান্ট)\n অর্থ: পরিচারক, পরিচর্যাকারী, সহায়ক।\n\nব্যাখ্যা: “Attendant” হলেন সেই ব্যক্তি যিনি অন্য কারো বা কোনো কিছুর দেখাশোনা বা পরিচর্যার দায়িত্ব পালন করেন। যেমন: একজন হাসপাতাল অ্যা-টেন-ড্যান্ট রোগীদের সেবা করেন। তিনি হলেন 'পাশে থেকে সেবা করা ব্যক্তি' বা “পরিচারক”।"
},
{
    "id": 68,
    "প্রশ্ন": "“authentication” এর বাংলা অর্থ কি?",
    "অপশন": ["প্রমাণিকরণ", "নকল", "পরিবর্তন", "বাতিল"],
    "সঠিক_উত্তর": "প্রমাণিকরণ",
    "বর্ণনা": "Authentication - (অ-থেন-টি-কে-শন)\n অর্থ: প্রমাণিকরণ, সত্যতা প্রতিপাদন, যাচাইকরণ।\n\nব্যাখ্যা: “Authentication” হলো কোনো ব্যক্তি বা বস্তুর পরিচয় বা সত্যতা “যাচাই” বা প্রমাণ করার প্রক্রিয়া। যেমন: আপনি অনলাইনে কোনো অ্যাকাউন্টে ঢোকার আগে যখন পাসওয়ার্ড দেন, তখন আপনার পরিচয় “প্রমাণিকরণ” বা অ-থেন-টি-কে-শন করা হয়। এটি হলো 'আসল না নকল, তা নিশ্চিত করা'।"
},
{
    "id": 69,
    "প্রশ্ন": "“author” শব্দটির বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["লেখক", "পাঠক", "আলোচক", "সমালোচক"],
    "সঠিক_উত্তর": "লেখক",
    "বর্ণনা": "Author - (অ-থর)\n অর্থ: লেখক, গ্রন্থকার, রচয়িতা।\n\nব্যাখ্যা: “Author” হলেন সেই ব্যক্তি যিনি একটি বই, নিবন্ধ, বা অন্য কোনো লিখিত কাজ “সৃষ্টি” বা রচনা করেন। যিনি লেখেন, তিনিই “লেখক” বা অ-থর। তাঁর সৃষ্টিশীল কাজের জন্য তিনি পরিচিত।"
},
{
    "id": 70,
    "প্রশ্ন": "“autograph” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["ছাপ", "স্বাক্ষর", "নকল", "অঙ্কন"],
    "সঠিক_উত্তর": "স্বাক্ষর",
    "বর্ণনা": "Autograph - (অ-টো-গ্রাফ)\n অর্থ: স্বাক্ষর, স্বলেখন, হস্তলিখিত।\n\nব্যাখ্যা: “Autograph” হলো কোনো বিখ্যাত ব্যক্তির তার নিজ হাতে লেখা বা দেওয়া “স্বাক্ষর”। এটি সাধারণত ভক্তরা বা অনুরাগীরা তাদের পছন্দের মানুষের কাছ থেকে বিশেষ স্মৃতিচিহ্ন হিসেবে সংগ্রহ করে। এটি 'নিজের হাতে লেখা' বা 'অ-টো-গ্রাফ'।"
},
{
    "id": 71,
    "প্রশ্ন": "“autobiography” এর বাংলা প্রতিশব্দ কোনটি?",
    "অপশন": ["গল্প", "উপন্যাস", "জীবনী", "আত্মজীবনী"],
    "সঠিক_উত্তর": "আত্মজীবনী",
    "বর্ণনা": "Autobiography - (অ-টো-বায়ো-গ্রা-ফি)\n অর্থ: আত্মজীবনী, স্বরচিত জীবনকথা।\n\nব্যাখ্যা: এটি হলো কোনো ব্যক্তি যখন তার নিজের জীবনের সমস্ত ঘটনা, অভিজ্ঞতা এবং স্মৃতি নিজেই লিখে প্রকাশ করেন। এটি হলো 'নিজের জীবন নিজে লেখা', তাই এটি “আত্মজীবনী”।"
},
{
    "id": 72,
    "প্রশ্ন": "“autonomous” শব্দের বাংলা পরিভাষা কি?",
    "অপশন": ["স্বায়ত্তশাসিত", "নিয়ন্ত্রিত", "পরনির্ভরশীল", "অধীনস্থ"],
    "সঠিক_উত্তর": "স্বায়ত্তশাসিত",
    "বর্ণনা": "Autonomous - (অ-টো-ন-মাস)\n অর্থ: স্বায়ত্তশাসিত, স্বয়ংক্রিয়, স্বাধীন।\n\nব্যাখ্যা: “Autonomous” মানে হলো কোনো কর্তৃপক্ষ, অঞ্চল বা প্রতিষ্ঠান যখন বাইরের কোনো নিয়ন্ত্রণ ছাড়াই নিজস্ব নিয়ম অনুসারে নিজেই পরিচালিত হতে পারে। এটি হলো 'নিজের আইন নিজেই তৈরি করা'। যেমন: “স্বায়ত্তশাসিত” বিশ্ববিদ্যালয়গুলি তাদের নিজস্ব নিয়মে চলে।"
},
{
    "id": 73,
    "প্রশ্ন": "“autocracy” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["গণতন্ত্র", "রাজতন্ত্র", "স্বৈরতন্ত্র", "অভিজাততন্ত্র"],
    "সঠিক_উত্তর": "স্বৈরতন্ত্র",
    "বর্ণনা": "Autocracy - (অ-টো-ক্র্যা-সি)\n অর্থ: স্বৈরতন্ত্র, একনায়কতন্ত্র, একক শাসন।\n\nব্যাখ্যা: “Autocracy” হলো এমন এক ধরনের শাসন ব্যবস্থা, যেখানে একজন মাত্র শাসক চূড়ান্ত, নিরঙ্কুশ এবং স্বেচ্ছাচারী ক্ষমতা প্রয়োগ করে। সেখানে জনগণের বা অন্য কোনো প্রতিষ্ঠানের কোনো নিয়ন্ত্রণ থাকে না। একে “স্বৈরতন্ত্র” বা 'একক শাসন' বলা হয়।"
},
{
    "id": 74,
    "প্রশ্ন": "“anti-corruption” এর বাংলা অর্থ কি?",
    "অপশন": ["দুর্নীতি দমন", "সন্ত্রাস দমন", "অপরাধ বৃদ্ধি", "শাসন প্রতিষ্ঠা"],
    "সঠিক_উত্তর": "দুর্নীতি দমন",
    "বর্ণনা": "Anti-corruption - (অ্যান্টি-ক-রাপ-শন)\n অর্থ: দুর্নীতি দমন, দুর্নীতি বিরোধী।\n\nব্যাখ্যা: “Anti-corruption” হলো সেই প্রচেষ্টা বা কার্যকলাপ যা কোনো প্রতিষ্ঠান বা সমাজে “দুর্নীতি” (যেমন: ঘুষ, ক্ষমতার অপব্যবহার) প্রতিরোধ, নিয়ন্ত্রণ এবং নির্মূল করার জন্য করা হয়। এটি হলো 'দুর্নীতির বিরুদ্ধে লড়াই'।"
},
{
    "id": 75,
    "প্রশ্ন": "“academic” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
    "অপশন": ["ব্যবসা", "অধিবিদ্যা", "শিল্প", "বাণিজ্য"],
    "সঠিক_উত্তর": "অধিবিদ্যা",
    "বর্ণনা": "Academic - (অ্যা-কা-ডে-মিক)\n অর্থ: অধিবিদ্যা, শিক্ষায়তনিক, উচ্চশিক্ষা সংক্রান্ত।\n\nব্যাখ্যা: “Academic” শব্দটি মূলত পড়াশোনা, শিক্ষা প্রতিষ্ঠান, গবেষণা বা উচ্চশিক্ষার সাথে সম্পর্কিত। যেমন: একজন শিক্ষার্থীর “অধিবিদ্যা” সংক্রান্ত জীবন হলো তার কলেজ বা বিশ্ববিদ্যালয়ের পড়াশোনা। এটি 'শিক্ষা বা জ্ঞান সংক্রান্ত' বিষয়কে বোঝায়।"
},
{
    "id": 76,
    "প্রশ্ন": "“academic year/session” এর পরিভাষা কি?",
    "অপশন": ["অর্থবছর", "শিক্ষাকাল", "ছুটির সময়", "শিক্ষাবর্ষ"],
    "সঠিক_উত্তর": "শিক্ষাবর্ষ",
    "বর্ণনা": "Academic year/session - (অ্যা-কা-ডে-মিক ইয়ার/সে-শন)\n অর্থ: শিক্ষাবর্ষ, শিক্ষাসত্র।\n\nব্যাখ্যা: এটি হলো সেই নির্দিষ্ট সময়ের দৈর্ঘ্য যা একটি শিক্ষা প্রতিষ্ঠানে এক বছরের জন্য শিক্ষাদান বা পঠন-পাঠনের জন্য ধার্য করা হয়। সাধারণত এটি শুরু থেকে শেষ পর্যন্ত একটি পূর্ণ “শিক্ষাবর্ষ” বা অ্যা-কা-ডে-মিক সে-শনকে বোঝায়।"
},
{
    "id": 77,
    "প্রশ্ন": "“adviser” শব্দের বাংলা পারিভাষিক শব্দ হলো—",
    "অপশন": ["শিক্ষক", "উপদেষ্টা", "পরিচালক", "সহকারী"],
    "সঠিক_উত্তর": "উপদেষ্টা",
    "বর্ণনা": "Adviser - (অ্যাড-ভাই-জার)\n অর্থ: উপদেষ্টা, পরামর্শদাতা, পরামর্শক।\n\nব্যাখ্যা: “Adviser” হলেন সেই ব্যক্তি যিনি তার বিশেষ জ্ঞান বা অভিজ্ঞতার ভিত্তিতে অন্য কাউকে কোনো বিষয়ে “পরামর্শ” বা উপদেশ দেন। যেমন: একজন প্রধানমন্ত্রী বা রাষ্ট্রপতিকে তাঁর নীতিগত বিষয়ে সহায়তা করার জন্য একজন “উপদেষ্টা” থাকেন।"
},
{
    "id": 78,
    "প্রশ্ন": "“agent” এর বাংলা অর্থ কি?",
    "অপশন": ["মালিক", "কর্মী", "প্রতিনিধি", "ক্রেতা"],
    "সঠিক_উত্তর": "প্রতিনিধি",
    "বর্ণনা": "Agent - (এ-জেন্ট)\n অর্থ: প্রতিনিধি, অনুষংগঠক, নিয়োজিত ব্যক্তি।\n\nব্যাখ্যা: “Agent” হলেন সেই ব্যক্তি যিনি অন্য কারো পক্ষে বা হয়ে কাজ করেন এবং তাদের “প্রতিনিধিত্ব” করেন। যেমন: যিনি কোনো কোম্পানির হয়ে পণ্য বিক্রি করেন, তিনি হলেন সেই কোম্পানির “এ-জেন্ট” বা প্রতিনিধি। তিনি হলেন 'কারো পক্ষ থেকে কাজ করা ব্যক্তি'।"
},
{
    "id": 79,
    "প্রশ্ন": "“agreement” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["বিরোধ", "বিভেদ", "অসম্মতি", "চুক্তি"],
    "সঠিক_উত্তর": "চুক্তি",
    "বর্ণনা": "Agreement - (অ্যা-গ্রি-মেন্ট)\n অর্থ: চুক্তি, সম্মতি, মতৈক্য।\n\nব্যাখ্যা: “Agreement” হলো দুই বা ততোধিক পক্ষের মধ্যে কোনো একটি বিষয়ে “সম্মতি” বা সমঝোতা, যা প্রায়শই লিখিত আকারে থাকে এবং আইনত বাধ্যতামূলক হতে পারে। যখন দুই বন্ধু একসঙ্গে কাজ করার জন্য একমত হয়, তখন তাদের মধ্যে একটি “চুক্তি” বা অ্যা-গ্রি-মেন্ট হয়।"
},
{
    "id": 80,
    "প্রশ্ন": "“air-conditioned” শব্দের বাংলা পরিভাষা হচ্ছে—",
    "অপশন": ["উষ্ণ", "ঠান্ডা", "শীততপনিয়ন্ত্রিত", "বাতাসহীন"],
    "সঠিক_উত্তর": "শীততপনিয়ন্ত্রিত",
    "বর্ণনা": "Air-conditioned - (এয়ার-কণ্ডি-শন্ড)\n অর্থ: শীততপনিয়ন্ত্রিত, তাপনিয়ন্ত্রিত।\n\nব্যাখ্যা: “Air-conditioned” মানে হলো এমন একটি যন্ত্র বা ব্যবস্থা, যা কোনো আবদ্ধ স্থানের তাপমাত্রা, আর্দ্রতা এবং বাতাসের গুণাগুণ নিয়ন্ত্রণ করে আরামদায়ক পরিবেশ তৈরি করে। একে বাংলায় “শীততপনিয়ন্ত্রিত” বলা হয়, যা শীত ও তাপ উভয়কেই নিয়ন্ত্রণ করে।"
},
{
    "id": 81,
    "প্রশ্ন": "“analysis” এর বাংলা অর্থ কি?",
    "অপশন": ["সংগ্রহ", "বিশ্লেষণ", "সংশ্লেষণ", "অনুকরণ"],
    "সঠিক_উত্তর": "বিশ্লেষণ",
    "বর্ণনা": "Analysis - (অ্যা-না-লি-সিস)\n অর্থ: বিশ্লেষণ, চুলচেরা বিচার, পরীক্ষা।\n\nব্যাখ্যা: “Analysis” হলো কোনো জটিল বিষয় বা তথ্যকে ছোট ছোট অংশে ভাগ করে তার প্রতিটি অংশকে বিস্তারিতভাবে পরীক্ষা করা, যাতে বিষয়টি ভালোভাবে বোঝা যায়। যেমন: বিজ্ঞানীরা কোনো নমুনা নিয়ে “বিশ্লেষণ” বা অ্যা-না-লি-সিস করেন। এটি হলো 'ভেঙে ভেঙে দেখা'।"
},
{
    "id": 82,
    "প্রশ্ন": "“audio” শব্দটির বাংলা পারিভাষিক শব্দ কোনটি?",
    "অপশন": ["শ্রুতি", "দৃশ্য", "আলো", "শব্দহীন"],
    "সঠিক_উত্তর": "শ্রুতি",
    "বর্ণনা": "Audio - (অ-ডি-ও)\n অর্থ: শ্রুতি, শ্রাব্য, শব্দ।\n\nব্যাখ্যা: “Audio” মানে হলো যা কিছু শোনা যায় বা শোনার সাথে সম্পর্কিত। এই শব্দটি সাধারণত শব্দ বা আওয়াজ বহনকারী প্রযুক্তি বা সিগন্যাল বোঝাতে ব্যবহৃত হয়। যেমন: আপনি হেডফোনে যা শোনেন, সেটা “শ্রুতি” বা অ-ডি-ও।"
},
{
    "id": 83,
    "প্রশ্ন": "“auditor” এর পরিভাষা কি?",
    "অপশন": ["পরিচালক", "নিরীক্ষক", "হিসাব-নিরীক্ষক", "গণনাকারী"],
    "সঠিক_উত্তর": "হিসাব-নিরীক্ষক",
    "বর্ণনা": "Auditor - (অ-ডি-টর)\n অর্থ: হিসাব-নিরীক্ষক, পরীক্ষক, নিরীক্ষক।\n\nব্যাখ্যা: “Auditor” হলেন সেই ব্যক্তি যিনি কোনো সংস্থা বা প্রতিষ্ঠানের আর্থিক রেকর্ড বা হিসাবপত্র আনুষ্ঠানিকভাবে পরীক্ষা করেন, যাতে কোনো ভুল বা জালিয়াতি না থাকে। ইনি হলেন 'হিসাবপত্র যাচাইকারী' বা “হিসাব-নিরীক্ষক”।"
},
{
    "id": 84,
    "প্রশ্ন": "“Adam's Apple” এর পারিভাষিক রূপ কোনটি?",
    "অপশন": ["কন্ঠমণি", "কন্ঠস্বর", "স্বরযন্ত্র", "দাঁত"],
    "সঠিক_উত্তর": "কন্ঠমণি",
    "বর্ণনা": "Adam's Apple - (অ্যা-ডামস অ্যা-পল)\n অর্থ: কন্ঠমণি, গলার স্ফীতি।\n\nব্যাখ্যা: “Adam's Apple” হলো মানুষের, বিশেষ করে পুরুষদের গলার সামনে থাকা থাইরয়েড তরুণাস্থির একটি স্পষ্ট স্ফীত অংশ। বয়ঃসন্ধিকালে এটি বৃদ্ধি পায় এবং একে বাংলায় “কন্ঠমণি” বলা হয়। এই নামটির উৎপত্তি বাইবেলের একটি গল্প থেকে, যেখানে বলা হয় অ্যাডাম নিষিদ্ধ ফলের একটি অংশ গিলে ফেলেন এবং তা তার গলায় আটকে যায়।"
},
{
    "id": 85,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 86,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 87,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 88,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 89,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 90,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 91,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 92,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 93,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 94,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 95,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 96,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 97,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 98,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 99,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""
},
{
    "id": 100,
    "প্রশ্ন": "?",
    "অপশন": ["","","",""],
    "সঠিক_উত্তর": "",
    "বর্ণনা": ""

}]}]
